{ 
    "salads":[
        {
            "id": 1,
            "name": "Smoked Salmon Salad",
            "Preparing Time": "20 min",
            "Difficulty": "Easy",
            "Portions": "2-4",
            "Ingridients":"150g lettuce, 50g red salad, 100g corn can, 80g smoked salmon, 1 medium cucumber, dill, 4 spoons olive oil, 2 spoons grapefruit juice, 1 spoon balsamic oil, salt, pepper",
            "Instructions": "Wash the salad and wipe it with napkin until is dry, then chop it medium size. Wash the cucumber and chop it small pieces. Cut thin strips of salmon. Add in a bowl the salad, the corn, cucumber slices and the salmon and add chopped dill depending on your taste. In another bowl mix the olive oil, grapefruit juice, balsamic oil and the salt and the pepper. Add the sauce in the salad before serving it."
                            
        },
        {
            "id":2,
            "name": "Baby carrot salad",
            "Preparing Time": "45 min",
            "Difficulty": "Easy",
            "Portions":"2-4",
            "Ingridients" : "800g baby carrots, 3 garlic cloves, 1 spoon chopped oregano, 1 spoon chopped parsley, 60g black olives, 30g butter/olive oil, sar, pepper","Instructions" : "Peel the carrots, wash them and boil them for 20 minutes in salted water. Drain them and let them cool. Put the butter in a pot, add the garlic and the cold carrots. Spice them with salt, pepper, parsley and oregano and fry them 1-2 minutes on both sides. Add the sliced olives and fry everything for more 3 minutes, then the salad is ready. It can be served either cold or warm."

        },
        {
            "id":3,
            "name": "Caprese Salad",
            "Preparing Time": "15 min",
            "Difficulty": "Easy",
            "Portions": "2-4",
            "Ingridients": "300g fresh mozzarella, 3-4 tomatoes, 40g basilic leafs, 40g pine seeds, 1 garlic clove, 60g parmesan, 1/2 glass olive oil",
            "Instructions":"Wash the tomatoes, dry and slice them. Then slice the mozzarela in pieces as thick as the tomato ones. Put them alternatively on a plate. Mix in a blender the basilic leafs with the pine seeds, the garlic and the parmesan. Add gradually on top the olive oil until the consistency gets creamy. Add the sauce on top of the mozzarela and tomato slices and the salad is ready."
        },
        {
            
            "id":4,
            "name": "Chickpeas and zucchini salad",
            "Preparing Time": "20 min",
            "Difficulty": "Easy",
            "Portions": "4",
            "Ingridients": "250g boiled chickpeas, 2 zucchinis, 30 ml dry white wine, 2 garlic cloves, 100g ham, 2-3 spoons olive oil, 1 spoon apple vinegar, 1/2 spoon dijon mustard, salt, pipper",
            "Instructions":"Wash the zucchini and cut it in small cubes. Then cut the ham in same size cubes. Heat the oil in a pan, add the smashed garlic. After 1-2 minutes, take it out and add the zucchini and the chickpeas. Mix them and slightly cook at low heat for 3-4 minutes before adding the white wine. After the wine evaporated, take the zucchini and the chickpeas out and let them cool. Fry a bit the ham, around 2 minutes. Then put everything in a bowl and mix it.In another bowl put the olive oil, and mustard and the vinegar and spice it with salt and pepper. Add the sauce on the salad before you want to eat it as a dressing."
        }
    ]
    
}